{
    "clubName": "Windermere Music Club",
    "navbarHome": "Home",
    "navbarActivites": "Activities",
    "navbarBooking": "Booking",
    "navbarTeam": "Team",
    "navbarRegister": "Register",
    "footerLocation": "Location",
    "footerAddress": "75 Laurier Ave E, Ottawa, ON K1N 6N5",
    "footerPhone": "Phone Number: +1 212 799-5000",
    "footerEmail": "Email:",
    "footerSocials": "Socials",
    "footerCopyright": "All Rights Reserved",
    "home": {
        "welcomeMessage": "Welcome to the Windermere Music Club",
        "goal": {
            "title": "Our goal",
            "description": "At the Windermere Music Club, we orchestrate unforgettable experiences through the enchanting power of music! Our club is not merely a venue; it's a vibrant community where melodies intertwine with moments, creating memories that last a lifetime."
        },
        "joinUs": {
            "title": "Join us",
            "description": "Windermere Music Club is more than just a performance space. It's a hub of creativity and collaboration, where aspiring musicians find their voice and seasoned artists ignite inspiration. Our workshops, masterclasses, and jam sessions provide a platform for talent and connections to grow."
        }
    },
    "activities": {
        "title": "Club Activites",
        "musicAppreciationSessions": {
            "name": "Music Appreciation Sessions",
            "description": "Music Appreciation Sessions are designed to deepen the students’ understanding and appreciation of various genres, artists, and musical movements. These sessions provide a platform for music enthusiasts of all levels to come together, listen to diverse selections of music, and discuss their insights and interpretations in a welcoming and inclusive environment. Each session takes place on Wednesday evenings and each week focuses on a specific musical genre/movement or artist.Through guided listening exercises and lively discussions, attendees gain valuable insights into the historical, cultural, and artistic significance of the featured music and artist."
        },
        "musicWorkshops": {
            "name": "Music Workshops",
            "description": "Music Workshops are dynamic and hands-on sessions, on Monday and Thursday evenings, aimed at fostering musical growth, skill development, and creative exploration among students. These workshops provide a supportive environment for participants to enhance their musical talents, learn new techniques, and collaborate with fellow musicians. Each workshop is tailored to cater to a specific aspect of music, ranging from instrumental mastery and vocal techniques to songwriting, music production, and improvisation. Led by the most experienced students and a few volunteer professors, these sessions offer valuable insights, practical exercises, and personalized feedback to help attendees hone their craft and unleash their artistic potential. In addition, we sometimes have guest speakers come to those workshops to share their experience with the students."
        },
        "concertsEvents": {
            "name": "Concerts/Events",
            "description": "The Windermere Music club hosts performances on campus to help students showcase their talent and artistry with the community. These events, ranging from intimate acoustic sets to electrifying ensemble performances, foster a sense of belonging and celebrate the diverse musical talents thriving within the university. Simultaneously, the club also arranges outings for students to attend concerts and events outside of the university. Club members can immerse themselves in the broader music community, experience live performances, and draw inspiration from professional musicians and artists. From local gigs and live orchestra performances to major concerts and music festivals, the club curates a diverse calendar of events, ensuring there's something for every musical taste and interest. The goal of this is not only about enjoying live music, but it's also about fostering a sense of camaraderie, sharing unforgettable experiences, and creating lasting memories with fellow music enthusiasts."
        },
        "gamesKaraokeNight": {
            "name": "Games/Karaoke Night",
            "description": "Games/Karaoke night is a fun-filled night of entertainment and camaraderie that takes place every last Friday night of the month. The event features a variety of engaging games, from music-themed trivia challenges to interactive group activities and friendly competition. Additionally, the highlight of the night is the karaoke session, where students take the stage to sing their favorite tunes, ranging from classic hits to contemporary chart-toppers. Games/Karaoke night promises an unforgettable experience filled with laughter, music, and unforgettable memories."
        },
        "bookARoom": {
            "name": "Book a room",
            "description": "The club provides the option for their members to book dedicated spaces for them to practice their musical instruments or vocals. Whether collaborating with friends or seeking solitude for focused practice, students have the opportunity to book rooms tailored to their needs. These rooms are equipped with essential amenities, such as soundproofing and basic equipment, to facilitate productive and immersive practice sessions. Students have the resources and environment necessary to nurture their musical talents.",
            "button": "Book a room here"
        }
    },
    "booking": {
        "title": "Book a room",
        "roomSelection": {
            "title": "Room",
            "select": "Select a room",
            "amphi": "Amphitheatre",
            "piano": "Piano room",
            "karaoke": "Karaoke room",
            "mp1": "Music practice room 1",
            "mp2": "Music practice room 2"
        },
        "selectDate": "Date",
        "timeSelection": {
            "title": "Time",
            "select": "Select a time"
        },
        "inputName": "Name",
        "inputEmail": "uOttawa email",
        "bookButton": "Book"
    },
    "team": {
        "title": "Meet the team",
        "president": {
            "name": "Rick Windermere",
            "role": "President",
            "description": "Hi! I am the president of the Windermere Music Club."
        },
        "vicePresident": {
            "name": "Ilsa Lund",
            "role": "Vice President",
            "description": "Hi! I am the vice-president of the Windermere Music Club."
        },
        "eventCoordinator": {
            "name": "Sam Smith",
            "role": "Event Coordinator",
            "description": "Hi! I am the event coordinator of the Windermere Music Club."
        },
        "socialMediaManager": {
            "name": "Viktor Lazlo",
            "role": "Social Media Manager",
            "description": "Hi! I am the social media manager of the Windermere Music Club."
        }
    },
    "register": {
        "title": "Register here to join the club",
        "inputFirstName": "First Name",
        "inputLastName": "Last Name",
        "inputProgram": "Program",
        "yearSelection": {
            "title": "Year",
            "select": "Select a year",
            "firstYear": "First Year",
            "secondYear": "Second Year",
            "thirdYear": "Third Year",
            "fourthYear": "Fourth Year",
            "fifthYear": "Fifth Year",
            "master": "Master's",
            "phd": "PhD"
        },
        "inputStudentNum": "Student Number",
        "inputEmail": "uOttawa email",
        "submitButton": "Submit"
    },
    "modal": {
        "registerTitle": "Thank you for registering!",
        "bookTitle": "Thank you for booking!",
        "message": "A confirmation email has been sent to your uOttawa email.",
        "close": "Close"
    },
    "warning": "Please fill all the required fields.",
    "studentNumWarning": "Student number must be exactly 9 digits."
}